<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
    <key>PayloadContent</key>
    <array>
        <dict>
            <key>PayloadType</key>
            <string>com.jamf.connect</string>
            <key>PayloadVersion</key>
            <integer>1</integer>
            <key>PayloadIdentifier</key>
            <string>com.jamf.connect.privilege.elevation</string>
            <key>PayloadUUID</key>
            <string>A1B2C3D4-E5F6-7890-ABCD-EF1234567890</string>
            <key>PayloadDisplayName</key>
            <string>Jamf Connect Privilege Elevation</string>
            <key>TemporaryUserPermissions</key>
            <dict>
                <key>TemporaryUserPromotion</key>
                <true/>
                <key>UserPromotionTimer</key>
                <true/>
                <key>UserPromotionDuration</key>
                <integer>15</integer>
                <key>VerifyUserPromotion</key>
                <true/>
                <key>UserPromotionReason</key>
                <true/>
            </dict>
        </dict>
    </array>
    <key>PayloadDisplayName</key>
    <string>Jamf Connect Privilege Elevation</string>
    <key>PayloadIdentifier</key>
    <string>com.jamf.connect.privilege.elevation</string>
    <key>PayloadType</key>
    <string>Configuration</string>
    <key>PayloadUUID</key>
    <string>98901234-5678-90AB-CDEF-1234567890BC</string>
    <key>PayloadVersion</key>
    <integer>1</integer>
</dict>
</plist>
