<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
    <key>PayloadContent</key>
    <array>
        <dict>
            <key>PayloadType</key>
            <string>com.jamf.connect</string>
            <key>PayloadVersion</key>
            <integer>1</integer>
            <key>PayloadIdentifier</key>
            <string>com.jamf.connect.privilege</string>
            <key>PayloadUUID</key>
            <string>074328E7-146F-4D76-8A5A-F26B6D55295C</string>
            <key>PayloadDisplayName</key>
            <string>Jamf Connect Privilege Elevation</string>
            <key>TemporaryUserPromotion</key>
            <true/>
            <key>UserPromotionDuration</key>
            <integer>30</integer>
            <key>VerifyUserPromotion</key>
            <true/>
            <key>UserPromotionReason</key>
            <true/>
        </dict>
    </array>
    <key>PayloadDisplayName</key>
    <string>Jamf Connect Privilege Elevation</string>
    <key>PayloadIdentifier</key>
    <string>com.attuned.jamfconnect.privilege</string>
    <key>PayloadType</key>
    <string>Configuration</string>
    <key>PayloadUUID</key>
    <string>9B9D1234-5678-90AB-CDEF-123456789ABC</string>
    <key>PayloadVersion</key>
    <integer>1</integer>
</dict>
</plist>
