<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDisplayName</key>
			<string>Zoom Preferences</string>
			<key>PayloadIdentifier</key>
			<string>com.apple.ManagedClient.preferences.zoom.preferences</string>
			<key>PayloadType</key>
			<string>com.apple.ManagedClient.preferences</string>
			<key>PayloadUUID</key>
			<string>8E8E6E1E-9F4E-4A1E-8D1E-1E8E6E1E9F4E</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadOrganization</key>
			<string>Attuned IT</string>
			<key>PayloadContent</key>
			<dict>
				<key>us.zoom.xos</key>
				<dict>
					<key>Forced</key>
					<array>
						<dict>
							<key>mcx_preference_settings</key>
							<dict>
								<key>DisableLoginWithEmail</key>
								<false/>
								<key>DisableSignUp</key>
								<true/>
								<key>SetSSOURL</key>
								<string></string>
							</dict>
						</dict>
					</array>
				</dict>
			</dict>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Configures Zoom to prefer Google login and disable new account signup</string>
	<key>PayloadDisplayName</key>
	<string>Zoom - Google Login Preference</string>
	<key>PayloadIdentifier</key>
	<string>com.attunedIT.zoom.googlelogin</string>
	<key>PayloadOrganization</key>
	<string>Attuned IT</string>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>7E7E5E1E-8F3E-4B1E-7D1E-1E7E5E1E8F3E</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
