<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>EnableFirewall</key>
			<true/>
			<key>BlockAllIncoming</key>
			<true/>
			<key>EnableStealthMode</key>
			<true/>
			<key>PayloadDisplayName</key>
			<string>Firewall</string>
			<key>PayloadIdentifier</key>
			<string>com.apple.security.firewall</string>
			<key>PayloadType</key>
			<string>com.apple.security.firewall</string>
			<key>PayloadUUID</key>
			<string>8E6B4FF4-A5E8-4B0B-9C77-6D8E3F2A1B5C</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
	</array>
	<key>PayloadDisplayName</key>
	<string>002-SEC-Firewall-ALL</string>
	<key>PayloadIdentifier</key>
	<string>com.attuned.security.firewall</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>9F7C5EE5-B6F9-5C1C-0D88-7E9F4G3B2C6D</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
